Repository: minh-ton/reynard-browser
Catalog: browser/Reynard/Client/Interface/Addons/AddonLocalizable.xcstrings
Source language: en
Languages: am, ar, ast, az, be, bg, bn, br, bs, ca, ceb, ckb, co, cs, cy, da, de, dsb, el, eo, es, es_ar, es_cl, es_mx, et, eu, fa, ff, fi, fil, fr, fur, fy_nl, ga_ie, gd, gl, gn, gu_in, he, hi_in, hr, hsb, hu, hy_am, ia, id, is, it, ja, ka, kab, kk, km, kn, ko, ku, lij, lo, lt, ml, mr, my, nb_no, ne_np, nl, nn_no, oc, om, pa_arab_pk, pa_guru_in, pl, pt_br, pt_pt, rm, ro, ru, sat, sc, scn, si, sk, sl, sq, sr, su, sv_se, szl, ta, te, tg, th, tok, tr, tt, ug, uk, ur, uz, vec, vi, yo, zh_hans, zh_hant

source: Share personally identifying information with the add-on developer
am: የግል መለያ መረጃን ከቅጥያ ገንቢ ጋር ያጋሩ
ar: مشاركة معلومات التعريف الشخصية مع مطور الامتداد
be: Дзяліцца асабістай інфармацыяй з распрацоўшчыкам пашырэння
bg: Споделяне на лична, идентифицираща информация с разработчика на разширението
bs: Podijelite lične podatke s programerom ekstenzije
ca: Compartir informació d’identificació personal amb el desenvolupador de l’extensió
co: Sparte i dati persunali cù u sviluppatore di l’estensione
cs: Sdílet údaje identifikující uživatele s vývojářem rozšíření
cy: Rhannu manylion adnabod bersonol gyda datblygwr yr estyniad
da: Del oplysninger, som kan bruges til at identificere dig, med udvikleren af udvidelsen
de: Personenbezogene Daten mit dem Entwickler der Erweiterung teilen
dsb: Na wósobu póśěgowane informacije z wuwijarjom rozšyrjenja źěliś
el: Κοινοποίηση δεδομένων προσωπικού χαρακτήρα στον δημιουργό της επέκτασης
eo: Dividi personajn datumojn kun la programisto de la etendaĵo
es: Compartir información que puede identificarle personalmente con el desarrollador de la extensión
es_ar: Compartir información de identificación personal con el desarrollador de la extensión
es_cl: Compartir información de identificación personal con el desarrollador de la extensión
es_mx: Compartir información de identificación personal con el desarrollador de la extensión
eu: Hedapenaren garatzailearekin pertsonalki identifikatzeko informazioa partekatzea
fa: هم‌رسانی اطلاعات شناسایی شخصی با توسعه‌دهنده افزونه
fi: Jaa henkilökohtaisesti tunnistettavat tiedot laajennuksen kehittäjän kanssa
fr: Partager des données personnelles avec le développeur de l’extension
fur: Condivît informazions di identificazion personâl cul svilupadôr de estension
fy_nl: Persoanlik identifisearjende gegevens diele mei útwreidingsûntwikkeler
gd: Fiosrachadh air an aithnichear thu gu pearsanta a cho-roinneadh le luchd-leasachaidh an leudachain
gl: Comparte información de identificación persoal co desenvolvedor da extensión
gn: Emoherakuã marandu ndereheguaitéva jepysokue mboguatahára ndive
he: שיתוף מידע המאפשר זיהוי אישי עם מפתח ההרחבה
hr: Dijeli osobne identifikacijske podatke s programerom proširenja
hsb: Na wosobu poćahowane informacije z wuwiwarjom rozšěrjenja dźělić
hu: Személyazonosításra alkalmas információk megosztása a kiegészítő fejlesztőjével
hy_am: Համօգատգործել անձնական նույնականացման տեղեկություններն ընդլայնման մշակողի հետ
ia: Compartir informationes de identification personal con le disveloppator del extension
id: Bagikan informasi pengenal pribadi dengan pengembang ekstensi
is: Deila persónugreinanlegum upplýsingum með höfundi forritsaukans
it: Condividi informazioni di identificazione personale con lo sviluppatore dell’estensione
ja: 個人を特定可能な情報を拡張機能の開発者と共有する
ka: პირის ამოსაცნობი მონაცემების გაზიარება გაფართოების შემმუშავებლისთვის
kk: Кеңейту әзірлеушісімен жеке басын анықтайтын ақпаратын бөлісу
km: ចែករំលែកព័ត៌មានកំណត់អត្តសញ្ញាណផ្ទាល់ខ្លួនជាមួយអ្នកអភិវឌ្ឍន៍ផ្នែកបន្ថែម
ko: 확장 기능 개발자와 개인 식별 정보 공유
ku: Agahiyên şexsî yên nasnameyî bi pêşdebirên pêvekan re parve bike
lo: ແບ່ງປັນຂໍ້ມູນການລະບຸຕົວຕົນສ່ວນຕົວກັບຜູ້ພັດທະນາສ່ວນຂະຫຍາຍ
ml: തിരിച്ചറിയാനുപയോഗിക്കുന്ന വിവരങ്ങൾ വിപുലീകരണ വികസിനാക്താവിനോടൊപ്പം പങ്കിടുക
nb_no: Del personlig identifiserbar informasjon med utvidelsesutvikleren
nl: Persoonlijk identificeerbare gegevens delen met extensieontwikkelaar
nn_no: Del personleg identifiserbar informasjon med utvidingsutviklaren
oc: Partejar las informacions d’identificacion personala amb lo desvolopaire de l’extension
pa_guru_in: ਇਕਸਟੈਨਸ਼ਨ ਡਿਵੈਲਪਰ ਨਾਲ ਨਿੱਜੀ ਸ਼ਨਾਖਤੀ ਜਾਣਕਾਰੀ ਨੂੰ ਸਾਂਝਾ ਕਰੋ
pl: Udostępnianie informacji identyfikujących osobę autorom rozszerzenia
pt_br: Compartilhar informações de identificação pessoal com o desenvolvedor da extensão
pt_pt: Partilha de informações de identificação pessoal com o programador da extensão
rm: Cundivider infurmaziuns d’identificaziun persunala cun il sviluppader da l’extensiun
ro: Să partajeze informații de identificare personală cu dezvoltatorul extensiei
ru: Поделиться личной информацией с разработчиком расширения
sat: ᱮᱠᱥᱴᱮᱱᱥᱚᱱ ᱰᱮᱵᱷᱞᱚᱯᱟᱨ ᱥᱟᱶ ᱱᱤᱡᱮᱨ ᱩᱨᱩᱢ ᱵᱟᱯᱟᱰᱟᱭ ᱦᱟᱹᱴᱤᱧ ᱢᱮ
sc: Cumpartzire informatziones de identificatzione personale cun s’iscuadra de isvilupu de s’estensione
scn: Sparti i nfurmazzioni d'idintificazzioni pirsunali cû sbiluppaturi dû stinneriu
sk: Zdieľať osobné identifikačné údaje s vývojárom rozšírenia
sl: deljenje prepoznavnih osebnih podatkov z razvijalcem razširitve
sq: T’i japë zhvilluesit të zgjerimit hollësi që lejojnë identifikim personal
sr: Дељење података за личну идентификацију са програмером проширења
sv_se: Dela personligt identifierande information med tilläggsutvecklare
tg: Мубодилаи маълумоти шахсии қобили шиносоӣ бо барномасози васеъшавӣ
th: แบ่งปันข้อมูลที่ระบุตัวบุคคลได้กับผู้พัฒนาส่วนขยาย
tr: Kişisel bilgileri uzantı geliştiricisiyle paylaşma
ug: شەخسىي كىملىك پەرقلەندۈرۈش ئۇچۇرىنى كېڭەيتىلمە ئىجادكارى بىلەن ھەمبەھىرلەيدۇ
uk: Ділитися з розробником розширення особистою ідентифікаційною інформацією
vi: Chia sẻ thông tin nhận dạng cá nhân với nhà phát triển tiện ích mở rộng
zh_hans: 与扩展开发者分享个人身份信息
zh_hant: 分享可識別個人資訊給擴充套件開發者

source: Share search terms with the add-on developer
am: የፍለጋ ቃላትን ከቅጥያ ገንቢ ጋር ያጋሩ
ar: مشاركة مصطلحات البحث مع مطور الامتداد
be: Дзяліцца пошукавымі тэрмінамі з распрацоўшчыкам пашырэння
bg: Споделяне на думите за търсене с разработчика на разширението
bs: Podijelite pojmove za pretragu s programerom ekstenzije
ca: Compartir els termes de cerca amb el desenvolupador de l’extensió
co: Sparte i termini di ricerca cù u sviluppatore di l’estensione
cs: Sdílet hledané výrazy s vývojářem rozšíření
cy: Rhannu termau chwilio gyda datblygwr yr estyniad
da: Del søgetermer med udvikleren af udvidelsen
de: Suchbegriffe mit dem Entwickler der Erweiterung teilen
dsb: Pytańske wuraze z wuwijarjom rozšyrjenja źěliś
el: Κοινοποίηση όρων αναζήτησης στον δημιουργό της επέκτασης
eo: Dividi serĉajn tekstojn kun la programisto de la etendaĵo
es: Compartir términos de búsqueda con el desarrollador de la extensión
es_ar: Compartir términos de búsqueda con el desarrollador de la extensión
es_cl: Compartir términos de búsqueda con el desarrollador de la extensión
es_mx: Compartir términos de búsqueda con el desarrollador de la extensión
eu: Hedapenaren garatzailearekin bilaketa-terminoak partekatzea
fa: هم‌رسانی شرایط جستجو با توسعه‌دهنده افزونه
fi: Jaa hakuehdot laajennuksen kehittäjän kanssa
fr: Partager les termes de recherche avec le développeur de l’extension
fur: Condivît tiermins di ricercje cul svilupadôr de estension
fy_nl: Syktermen diele mei útwreidingsûntwikkeler
gd: Briathran luirg a cho-roinneadh le luchd-leasachaidh an leudachain
gl: Comparte os termos de busca co programador da extensión
gn: Emoherakuã jehekaha porureko jepysokue mboguatahára ndive
he: שיתוף מונחי חיפוש עם מפתח ההרחבה
hr: Dijeli pojmove pretraživanja s programerom proširenja
hsb: Pytanske wurazy z wuwiwarjom rozšěrjenja dźělić
hu: Keresési kifejezések megosztása a kiegészítő fejlesztőjével
hy_am: Համօգատգործել որոնման տերմիններն ընդլայնման մշակողի հետ
ia: Compartir terminos de recerca con le disveloppator del extension
id: Bagikan istilah pencarian dengan pengembang ekstensi
is: Deila leitarorðum með höfundi forritsaukans
it: Condividi termini di ricerca con lo sviluppatore dell’estensione
ja: 検索語句を拡張機能の開発者と共有する
ka: საძიებო ფრაზების გაზიარება გაფართოების შემმუშავებლისთვის
kab: Bḍu tiwtilin n unadi s uneflay n usiɣzef
kk: Кеңейту әзірлеушісімен ізделген кілт сөздер ақпаратын бөлісу
km: ចែករំលែកពាក្យស្វែងរកជាមួយអ្នកអភិវឌ្ឍន៍ផ្នែកបន្ថែម
ko: 확장 기능 개발자와 검색어 공유
ku: Peyvên lêgerînê bi pêşdebirên pêvekan re parve bike
lo: ແບ່ງປັນຄໍາຄົ້ນຫາກັບຜູ້ພັດທະນາການຂະຫຍາຍ
ml: തിരയൽവാക്കുകൾ വിപുലീകരണ വികസിനാക്താവിനോടൊപ്പം പങ്കിടുക
nb_no: Del søkeord med utvidelsesutvikleren
nl: Zoektermen delen met extensieontwikkelaar
nn_no: Del søkeord med utvidingsutviklaren
oc: Partejar los tèrmes de recèrca amb lo desvolopaire de l’extension
pa_guru_in: ਇਕਸਟੈਨਸ਼ਨ ਡਿਵੈਲਪਰ ਨਾਲ ਖੋਜ ਸ਼ਬਦਾਂ ਨੂੰ ਸਾਂਝਾ ਕਰੋ
pl: Udostępnianie wyszukiwanych słów autorom rozszerzenia
pt_br: Compartilhar termos de pesquisa com o desenvolvedor da extensão
pt_pt: Partilha de termos de pesquisa com o programador da extensão
rm: Cundivider terms da tschertga cun il sviluppader da l’extensiun
ro: Să partajeze termeni de căutare cu dezvoltatorul extensiei
ru: Предоставлять поисковые запросы разработчику расширения
sat: ᱮᱠᱥᱴᱮᱱᱥᱚᱱ ᱰᱮᱵᱷᱞᱚᱯᱟᱨ ᱥᱟᱶ ᱥᱮᱸᱫᱽᱨᱟ ᱥᱟᱵᱟᱫᱽ ᱦᱟᱹᱴᱤᱧ ᱢᱮ
sc: Cumpartzire is tèrmines de chirca cun s’iscuadra de isvilupu de s’estensione
scn: Sparti i tèrmini di risciduta cû sbiluppaturi dû stinneriu
sk: Zdieľať výrazy vyhľadávania s vývojárom rozšírenia
sl: deljenje iskalnih poizvedb z razvijalcem razširitve
sq: T’i japë zhvilluesit të zgjerimit terma kërkimi
sr: Дељење појмова претраге са програмером проширења
sv_se: Dela söktermer med tilläggsutvecklare
tg: Мубодилаи вожаҳои ҷустуҷӯӣ бо барномасози васеъшавӣ
th: แบ่งปันคำค้นหากับผู้พัฒนาส่วนขยาย
tr: Arama terimlerini uzantı geliştiricisiyle paylaşma
ug: ئىزدىگەن ئاتالغۇ ئۇچۇرىنى كېڭەيتىلمە ئىجادكارى بىلەن ھەمبەھىرلەيدۇ
uk: Ділитися з розробником розширення пошуковими термінами
vi: Chia sẻ cụm từ tìm kiếm với nhà phát triển tiện ích mở rộng
zh_hans: 与扩展开发者分享搜索词
zh_hant: 分享搜尋關鍵字給擴充套件開發者

source: Share technical and interaction data with the add-on developer
am: ቴክኒካዊ እና የመስተጋብር ውሂብን ከቅጥያ ገንቢ ጋር ያጋሩ
ar: مشاركة البيانات الفنية والتفاعلية مع مطور الامتداد
be: Дзяліцца тэхнічнымі дадзенымі і звесткамі ўзаемадзеянні з распрацоўшчыкам пашырэння
bg: Споделяне на технически данни и данни за взаимодействие с разработчика на разширението
bs: Podijelite tehničke podatke i podatke o interakciji s programerom ekstenzije
ca: Compartir dades tècniques i d’interacció amb el desenvolupador de l’extensió
co: Sparte i dati tecnichi è d’interazzione cù u sviluppatore di l’estensione
cs: Sdílet s vývojářem rozšíření technické údaje a údaje o interakcích
cy: Rhannu data technegol a rhyngweithio gyda datblygwr yr estyniad
da: Del tekniske data og data om brug med udvikleren af udvidelsen
de: Technische Daten und Interaktionsdaten mit dem Entwickler der Erweiterung teilen
dsb: Techniske daty a daty interakcije z wuwijarjom rozšyrjenja źěliś
el: Κοινοποίηση τεχνικών δεδομένων και δεδομένων αλληλεπίδρασης στον δημιουργό της επέκτασης
eo: Dividi teknikajn kaj interagajn datumojn kun la programisto de la etendaĵo
es: Compartir datos técnicos y de interacción con el desarrollador de extensiones
es_ar: Compartir datos técnicos y de interacción con el desarrollador de la extensión
es_cl: Compartir datos técnicos y de interacción con el desarrollador de la extensión
es_mx: Compartir datos técnicos y de interacción con el equipo de desarrollo de la extensión
eu: Hedapenaren garatzailearekin informazioa tekniko eta interakziozkoa partekatzea
fa: هم‌رسانی داده‌های فنی و تعاملی با توسعه‌دهنده افزونه
fi: Jaa teknisiä ja vuorovaikutustietoja laajennuskehittäjän kanssa
fr: Partager des données techniques et d’interaction avec le développeur de l’extension
fur: Condivît i dâts tecnics e di interazion cul svilupadôr de estension
fy_nl: Technyske en ynteraksjegegevens diele mei útwreidingûntwikkeler
gd: Dàta teicnigeach is dàta mu eadar-ghabhail a cho-roinneadh le luchd-leasachaidh an leudachain
gl: Comparte datos técnicos e de interacción co desenvolvedor da extensión
gn: Emoherakuã mba’ekuaarã aporekogua ha ñomongeta jepysokue mboguatahára ndive
he: שיתוף נתונים טכניים ונתוני אינטראקציה עם מפתח ההרחבה
hr: Dijeli tehničke podatke i podatke o interakciji s programerom proširenja
hsb: Techniske daty a daty interakcije z wuwiwarjom rozšěrjenja dźělić
hu: Műszaki és interakciós adatok megosztása a kiegészítőfejlesztőkkel
hy_am: Համօգտագործել տեխնիկական և փոխազդման տվյալներն ընդլայնման մշակողի հետ
ia: Compartir datos technic e de interaction con le disveloppator del extension
id: Bagikan data teknis dan interaksi dengan pengembang ekstensi
is: Deila tæknilegum gögnum og gagnvirknigögnum með höfundi forritsaukans
it: Condividi dati tecnici e di interazione con lo sviluppatore dell’estensione
ja: 技術データおよび対話データを拡張機能の開発者と共有する
ka: ტექნიკური და ურთიერთქმედების მონაცემების გაზიარება გაფართოების შემმუშავებლისთვის
kab: Bḍu isefka itiknikanen d yimyigawen s usiɣzef n uneflay
kk: Кеңейту әзірлеушісімен техникалық және өзара әрекеттесу деректерін бөлісу
km: ចែករំលែកទិន្នន័យបច្ចេកទេស និងអន្តរកម្មជាមួយអ្នកអភិវឌ្ឍន៍ផ្នែកបន្ថែម
ko: 확장 기능 개발자와 기술 및 상호 작용 데이터 공유
ku: Agahiyên teknîkî û yên peywendiyê bi pêşdebirên pêvekan re parve bike
lo: ແບ່ງປັນຂໍ້ມູນດ້ານເຕັກນິກ ແລະ ການໂຕ້ຕອບກັບຜູ້ພັດທະນາສ່ວນຂະຫຍາຍ
ml: സാങ്കേതികയും ഇടപാടനീയ ഡാറ്റ വിപുലീകരണ വളൎത്താക്താവിനോടൊപ്പം പങ്കിടുക
nb_no: Del tekniske data og interaksjonsdata med utvidelsesutvikleren
nl: Technische en interactiegegevens delen met extensieontwikkelaar
nn_no: Del tekniske data og samhandlingsdata med utvidingsutviklaren
oc: Partejar las informacions tecnicas e d’interaccion amb lo desvolopaire de l’extension
pa_guru_in: ਤਕਨੀਕੀ ਅਤੇ ਤਾਲਮੇਲ ਡਾਟੇ ਨੂੰ ਇਕਸਟੈਸ਼ਨ ਡਿਵੈਲਪਰ ਨਾਲ ਸਾਂਝਾ ਕਰੋ
pl: Udostępnianie danych technicznych i o interakcjach autorom rozszerzenia
pt_br: Compartilhar dados técnicos e de interação com o desenvolvedor da extensão
pt_pt: Partilha de dados técnicos e de interação com o programador da extensão
rm: Cundivider datas tecnicas e datas d’interacziun cun il sviluppader da l’extensiun
ro: Să partajeze date tehnice și de interacțiune cu dezvoltatorul extensiei
ru: Предоставлять технические данные и данные взаимодействия разработчику расширения
sat: ᱮᱠᱥᱴᱮᱱᱥᱚᱱ ᱰᱮᱵᱷᱞᱚᱯᱟᱨ ᱥᱟᱶ ᱴᱮᱠᱱᱤᱠᱟᱞ ᱟᱨ ᱤᱱᱴᱟᱨᱮᱠᱥᱚᱱ ᱰᱟᱴᱟ ᱦᱟᱹᱴᱤᱧ ᱢᱮ
sc: Cumpartzire datos tècnicos e de interatziones cun s’iscuadra de isvilupu de s’estensione
scn: Sparti i dati tècnici e di ntirazzioni cû sbiluppaturi dû stinneriu
sk: Zdieľať technické údaje a údaje o interakciách s vývojárom rozšírenia
sl: Deli tehnične in interakcijske podatke z razvijalcem razširitve
sq: T’i japë zhvilluesit të zgjerimit të dhëna teknike dhe ndërveprimesh
sr: Дели техничке податке и податке о интеракцији са програмером проширења
sv_se: Dela teknisk data och interaktionsdata med tilläggsutvecklare
tg: Мубодилаи маълумоти техникӣ ва ҳамкорӣ бо барномасози васеъшавӣ
th: แบ่งปันข้อมูลทางเทคนิคและการโต้ตอบกับผู้พัฒนาส่วนขยาย
tr: Teknik verileri ve etkileşim verilerini uzantı geliştiricisiyle paylaşma
ug: كېڭەيتىلمە ئىجادكارى بىلەن تېخنىكا ۋە تەسىرلىشىش سانلىق مەلۇماتىنى ھەمبەھىرلەيدۇ
uk: Ділитися з розробником розширення технічними й аналітичними даними
vi: Chia sẻ dữ liệu kỹ thuật và tương tác với nhà phát triển tiện ích mở rộng
zh_hans: 与扩展开发者分享技术和交互数据
zh_hant: 分享技術與互動資料給擴充套件開發者

source: Share website activity with the add-on developer
am: የድር ጣቢያ እንቅስቃሴን ከቅጥያ ገንቢ ጋር ያጋሩ
ar: مشاركة نشاط التصفح مع مطور الامتداد
be: Дзяліцца актыўнасцю на сайце з распрацоўшчыкам пашырэння
bg: Споделяне на активност на уеб сайта с разработчика на разширения
bs: Dijeli aktivnost web stranice s programerom ekstenzije
ca: Compartir l’activitat dels llocs web amb el desenvolupador de l’extensió
co: Sparte l’attività di i siti web cù u sviluppatore di l’estensione
cs: Sdílet aktivity na webových stránkách s vývojářem rozšíření
cy: Rhannu gweithgaredd gwefan gyda datblygwr yr estyniad
da: Del websteds-aktivitet med udvikleren af udvidelsen
de: Website-Aktivitäten mit dem Entwickler der Erweiterung teilen
dsb: Aktiwitu websedła z wuwijarjom rozšyrjenja źěliś
el: Κοινοποίηση δραστηριότητας ιστοτόπων στον δημιουργό της επέκτασης
eo: Dividi retumon en retejoj kun la programisto de la etendaĵo
es: Compartir actividad del sitio web con el desarrollador de la extensión
es_ar: Compartir actividad del sitio web con el desarrollador de la extensión
es_cl: Compartir la actividad del sitio web con el desarrollador de la extensión
es_mx: Compartir la actividad en sitios web con el equipo de desarrollo de la extensión
eu: Hedapenaren garatzailearekin webguneetako jarduera partekatzea
fa: هم‌رسانی فعالیت وبگاه با توسعه‌دهنده افزونه
fi: Jaa verkkosivuston toiminta laajennuksen kehittäjän kanssa
fr: Partager l’activité des sites web avec le développeur de l’extension
fur: Condivît ativitâts tai sîts web cul svilupadôr de estension
fy_nl: Website-aktiviteit diele mei útwreidingsûntwikkeler
gd: Fiosrachadh mu ghnìomhachd làraichean-lìn a cho-roinneadh le luchd-leasachaidh an leudachain
gl: Comparte a actividade do sitio web co desenvolvedor da extensión
gn: Emoherakuã tembiapo ñanduti roguegua jepysokue mboguatahára ndive
he: שיתוף פעילות אתרים עם מפתח ההרחבה
hr: Dijeli aktivnost web stranice s programerom proširenja
hsb: Aktiwitu websydła z wuwiwarjom rozšěrjenja dźělić
hu: Webhelytevékenységek megosztása a kiegészítő fejlesztőjével
hy_am: Համօգտագործել կայքի ակտիվությունն ընդլայնման մշակողի հետ
ia: Compartir activitate de sito web con le disveloppator del extension
id: Bagikan aktivitas situs web dengan pengembang ekstensi
is: Deila virkni vefsvæða með höfundi forritsaukans
it: Condividi attività nei siti web con lo sviluppatore dell’estensione
ja: ウェブサイト使用状況を拡張機能の開発者と共有する
ka: ვებსაიტზე მოქმედებების გაზიარება გაფართოების შემმუშავებლისთვის
kab: Bḍu armud n usmel web s uneflay n usiɣzef
kk: Кеңейту әзірлеушісімен веб-сайттар белсенділігін бөлісу
km: ចែករំលែកសកម្មភាពគេហទំព័រជាមួយអ្នកអភិវឌ្ឍន៍ផ្នែកបន្ថែម
ko: 확장 기능 개발자와 웹 사이트 활동 공유
ku: Çalakiyên malperan bi pêşdebirên pêvekan re parve bike
lo: ແບ່ງປັນກິດຈະກໍາເວັບໄຊທ໌ກັບຜູ້ພັດທະນາການຂະຫຍາຍ
ml: വെബ്ബിട നാൾവഴി വിവരം വിപുലീകരണ വളൎത്താക്താവിനോടൊപ്പം പങ്കിടുക
nb_no: Del nettstedsaktivitet med utvidelsesutvikleren
nl: Website-activiteit delen met extensieontwikkelaar
nn_no: Del nettstadaktivitet med utvidingsutviklaren
oc: Partejar l’activitat dels sites web amb lo desvolopaire de l’extension
pa_guru_in: ਇਕਸਟੈਨਸ਼ਨ ਡਿਵੈਲਪਰ ਨਾਲ ਵੈੱਬਸਾਈਟ ਸਰਗਰਮੀ ਨੂੰ ਸਾਂਝਾ ਕਰੋ
pl: Udostępnianie działań użytkownika na witrynach autorom rozszerzenia
pt_br: Compartilhar atividade em sites com o desenvolvedor da extensão
pt_pt: Partilha de atividade de websites com o programador da extensão
rm: Cundivider activitads da websites cun il sviluppader da l’extensiun
ro: Să partajeze activitatea pe site-uri web cu dezvoltatorul extensiei
ru: Предоставлять данные об активности на веб-сайте разработчику расширения
sat: ᱮᱠᱥᱴᱮᱱᱥᱚᱱ ᱰᱮᱵᱷᱞᱚᱯᱟᱨ ᱥᱟᱶ ᱣᱮᱵᱽᱥᱟᱭᱤᱴ ᱠᱟᱹᱢᱤᱦᱚᱨᱟ ᱦᱟᱹᱴᱤᱧ ᱢᱮ
sc: Cumpartzire s’atividade de is sitos web cun s’iscuadra de isvilupu de s’estensione
scn: Sparti l'attività dî siti cû sbiluppaturi dû stinneriu
sk: Zdieľať aktivitu na webovej stránke s vývojárom rozšírenia
sl: deljenje dejavnosti spletnih strani z razvijalcem razširitve
sq: T’i japë zhvilluesit të zgjerimit hollësi veprimtarie sajti
sr: Дели активност на веб сајту са програмером проширења
sv_se: Dela webbplatsaktivitet med tilläggsutvecklare
tg: Мубодилаи фаъолияти сомонаҳо бо барномасози васеъшавӣ
th: แบ่งปันกิจกรรมเว็บไซต์กับผู้พัฒนาส่วนขยาย
tr: Web sitesi etkinliğini uzantı geliştiricisiyle paylaşma
ug: تور بېكەت پائالىيىتىنى كېڭەيتىلمە ئىجادكارى بىلەن ھەمبەھىرلەيدۇ
uk: Ділитися з розробником розширення активністю на вебсайтах
vi: Chia sẻ hoạt động của trang web với nhà phát triển tiện ích mở rộng
zh_hans: 与扩展开发者分享网站活动
zh_hant: 分享網站使用紀錄給擴充套件開發者

source: Share website content with the add-on developer
am: የድር ጣቢያ ይዘትን ከቅጥያ ገንቢ ጋር ያጋሩ
ar: مشاركة محتوى الموقع الإلكتروني مع مطور الامتداد
be: Дзяліцца зместам сайта з распрацоўшчыкам пашырэння
bg: Споделяне на съдържание на уеб сайта с разработчика на разширения
bs: Podijelite sadržaj web stranice s programerom ekstenzija
ca: Compartir el contingut dels llocs web amb el desenvolupador de l’extensió
co: Sparte u cuntenutu di i siti web cù u sviluppatore di l’estensione
cs: Sdílet obsah webových stránek s vývojářem rozšíření
cy: Rhannu cynnwys gwefan gyda datblygwr yr estyniad
da: Del websteds-indhold med udvikleren af udvidelsen
de: Website-Inhalte mit dem Entwickler der Erweiterung teilen
dsb: Wopśimjeśe websedła z wuwijarjom rozšyrjenja źěliś
el: Κοινοποίηση περιεχομένου ιστοτόπων στον δημιουργό της επέκτασης
eo: Dividi enhavon de retejoj kun la programisto de la etendaĵo
es: Compartir contenido del sitio web con el desarrollador de la extensión
es_ar: Compartir contenido del sitio web con el desarrollador de la extensión
es_cl: Compartir contenido del sitio web con el desarrollador de la extensión
es_mx: Compartir el contenido de los sitios web con el equipo de desarrollo de la extensión
eu: Hedapenaren garatzailearekin webguneetako edukia partekatzea
fi: Jaa verkkosivuston sisältö laajennuksen kehittäjän kanssa
fr: Partager le contenu des sites web avec le développeur de l’extension
fur: Condivît contignût dai sîts web cul svilupadôr de estension
fy_nl: Website-ynhâld diele mei útwreidingsûntwikkeler
gd: Susbtaint na làraich-lìn a cho-roinneadh le luchd-leasachaidh an leudachain
gl: Comparte o contido do sitio web co desenvolvedor da extensión
gn: Emoherakuã ñanduti rogue retepy jepysokue mboguatahára ndive
he: שיתוף תכני אתרים עם מפתח ההרחבה
hr: Dijeli sadržaj web stranice s programerom proširenja
hsb: Wobsah websydła z wuwiwarjom rozšěrjenja dźělić
hu: Webhelytartalom megosztása a kiegészítő fejlesztőjével
hy_am: Համօգտագործել կայքի բովանդակությունն ընդլայնման մշակողի հետ
ia: Compartir contento de sito web con le disveloppator del extension
id: Bagikan konten situs web dengan pengembang ekstensi
is: Deila efni vefsvæða með höfundi forritsaukans
it: Condividi contenuto dei siti web con lo sviluppatore dell’estensione
ja: ウェブサイトの内容を拡張機能の開発者と共有する
ka: ვებსაიტის შიგთავსის გაზიარება გაფართოების შემმუშავებლისთვის
kab: Bḍu agbur n usmel web s uneflay n usiɣzef
kk: Кеңейту әзірлеушісімен веб-сайттар мазмұнын бөлісу
km: ចែករំលែកខ្លឹមសារគេហទំព័រជាមួយអ្នកអភិវឌ្ឍន៍ផ្នែកបន្ថែម
ko: 확장 기능 개발자와 웹 사이트 콘텐츠 공유
ku: Naverokên malperan bi pêşdebirên pêvekan re parve bike
lo: ແບ່ງປັນເນື້ອຫາເວັບໄຊທ໌ກັບຜູ້ພັດທະນາການຂະຫຍາຍ
ml: വെബ്ബിട ഉള്ളടക്കം വിപുലീകരണ വളൎത്താക്താവിനോടൊപ്പം പങ്കിടുക
nb_no: Del nettstedsinnhold med utvidelsesutvikler
nl: Website-inhoud delen met extensieontwikkelaar
nn_no: Del nettstadinnhald med utvidingsutviklaren
pa_guru_in: ਇਕਸਟੈਨਸ਼ਨ ਡਿਵੈਲਪਰ ਨਾਲ ਵੈੱਬਸਾਈਟ ਸਮੱਗਰੀ ਨੂੰ ਸਾਂਝਾ ਕਰੋ
pl: Udostępnianie treści witryn autorom rozszerzenia
pt_br: Compartilhar conteúdo de sites com o desenvolvedor da extensão
pt_pt: Partilha de conteúdo de websites com o programador da extensão
rm: Cundivider il cuntegn da websites cun il sviluppader da l’extensiun
ro: Distribuie conținutul site-ului web către dezvoltatorul extensiei
ru: Предоставлять содержимое веб-сайта разработчику расширения
sat: ᱮᱠᱥᱴᱮᱱᱥᱚᱱ ᱰᱮᱵᱷᱞᱚᱯᱟᱨ ᱥᱟᱶ ᱣᱮᱵᱽᱥᱟᱭᱤᱴ ᱡᱤᱱᱤᱥ ᱦᱟᱹᱴᱤᱧ ᱢᱮ
sc: Cumpartzire su cuntenutu de is sitos web cun s’iscuadra de isvilupu de s’estensione
scn: Sparti u cuntinutu dî siti cû sbiluppaturi dû stinneriu
sk: Zdieľať obsah webovej stránky s vývojárom rozšírenia
sl: deljenje vsebine spletnih strani z razvijalcem razširitve
sq: T’i japë zhvilluesit të zgjerimit lëndë sajti
sr: Дели садржај веб сајта са програмером проширења
sv_se: Dela webbplatsinnehåll med tilläggsutvecklare
tg: Мубодилаи муҳтавои сомонаҳо бо барномасози васеъшавӣ
th: แบ่งปันเนื้อหาเว็บไซต์กับผู้พัฒนาส่วนขยาย
tr: Web sitesi içeriğini uzantı geliştiricisiyle paylaşma
ug: تور بېكەت مەزمۇنىنى كېڭەيتىلمە ئىجادكارى بىلەن ھەمبەھىرلەيدۇ
uk: Ділитися з розробником розширення вмістом вебсайтів
vi: Chia sẻ nội dung trang web với nhà phát triển tiện ích mở rộng
zh_hans: 与扩展开发者分享网站内容
zh_hant: 分享網站內容給擴充套件開發者
